<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الرسائل الافتراضية لأسباب فشل تحديث كلمة المرور.
    |
    */

    'password' => 'يجب أن تتكون كلمة المرور من ثمانية أحرف على الأقل وتطابق التأكيد.',
    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'أرسلنا إليك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني!',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "تعذّر علينا العثور على مستخدم بعنوان البريد الإلكتروني هذا.",

];
